    // 笔记note:
    // math.floor()取小于等于的整数值
    // math.random()*123在范围[0,123)内取随机数
    // toFixed(2)取2位小数
    // onmouseover鼠标在上面,onmouseout鼠标移走,onmousedown鼠标按下,onmouseup鼠标松开,onclick就是鼠标点击完整动作



<p>名字：小浣熊(>▽<)</p>
                        <p>性别：当然是XY啦(っ*´Д`)っ</p>
                        <p>破壳之日：2002 / 03 / 04</p>
                        <p> 性格：偏内向(．． )…，钢铁直男(ノへ￣、)</p>
                        <p> 特点：宅…..((/- -)/，喜欢数码产品（相机除外）(*╯3╰)</p>
                        <p> 原驻点：广东省江门市鹤山市</p>
                        <p> 学校：中山大学新华学院</p>
                        <p> 学历：</p>
                        <p> 大一计算机专业萌新一枚╮(╯▽╰)╭（2019年9月 ~ 2020年6月）</p>
                        <p> 大二计算机专业菜鸟一只 (つд⊂) （2020年9月 ~ 2021年6月）</p>
                        <p> 志向：毕业后打算从事硬件设计和开发(‾◡◝)</p>
                        <p> 爱好：</p>
                        <p> 喜欢玩机搞机折腾计算机（涵盖软、硬件，包括但不限于电脑、手机）（´v｀）；偶尔玩玩Xboxヾ(≧▽≦*)o</p>
                        <p> 喜欢的游戏：</p>
                        <p> GTA5（R星的给他爱5，三人一狗，没什么好质疑的 ヾ(≧▽≦*)o ）</p>
                        <p> 荒野大镖客2（见证范德林德帮派的兴衰✘，骑马、狩猎、旅游观光✔；有一说一，这部作品无论是故事情节还是人物刻画真的很耐人寻味ヾ(◎´・ω・｀)ノ ）</p>
                        <p> 使命召唤系列（每个男生骨子里都刻着一杆枪ε٩(๑> ₃ <)۶з）</p>
                        <p> 建站初心：</p>
                        <p> 本站主要记录自己玩机搞机的部分笔记(つд⊂)，即使没什么人访问也不会在意。</p>